
export const vioAlgoDev = {
  jobTitle: '视觉算法工程师',
  tagline: '职位类别：研发类 工作城市：上海 发布时间：2017-7-11',
  content: ['工作职责:',
  '1.负责开发视觉定位（VIO）算法;',
  '2.和其他同事合作完成产品交付;',
  '任职要求:',
  '1.具备计算机、机器人视觉相关背景知识，有很高的的学习和理解能力;',
  '2.具有机器视觉SLAM，视觉三维重建相关项目经验优先;',
  '3.熟悉并且使用过OpenCV的优先;',
  '4.有数学基础，有强大的工程实现能力，熟练掌握 C/C++;',
  '5.本科及以上学历，硕士博士优先;',
  '6.有责任心，有自我驱动力，渴望挑战和机会;'
],
  contact: ' grace@flography.com'
}

export const embedSysEng = {
  jobTitle: '嵌入式系统工程师',
  tagline: '职位类别：研发类 工作城市：上海 发布时间：2017-7-11',
  content: ['工作职责:',
  '1.图像模块软硬件方案定义和设计;',
  '2.图像无线传输方案定义和设计;',
  '任职要求:',
  '1.3年以上嵌入式系统及软件开发经验，具有Camera嵌入式软件开发经验者优先;',
  '2.熟悉掌握嵌入式交叉编译环境和软件调试工具;',
  '3.有Wi-Fi开发经验，对802.11相关协议有深入了解者优先;',
  '4.精通C/C++语言，Linux网络编程,具有数电模电基础，能看懂原理图;',
  '5.具有较强逻辑分析能力、学习能力和独立解决问题的能力;',
  '6.具有良好的沟通能力和团队合作精神，具有强烈的责任心和钻研精神;',
],
  contact: ' grace@flography.com'
}
